IDEA Open Model
MatReinforcement Constructor
Compatible with IDEA StatiCa v 10.1
Initializes a new instance of the MatReinforcement class
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
protected MatReinforcement()
Protected Sub New
protected:
MatReinforcement()
See Also
Reference
MatReinforcement Class
IdeaRS.OpenModel.Material Namespace